import styles from "./Home.module.css";

const Home = () => {
  return (
    <div className={styles.container}>
      <div className={styles.paragraph}>
        안녕하세요, 저는 서울에 거주하며 프론트엔드 개발을 하고 있는 최유일입니다.
      </div>
      <div className={styles.paragraph}>
        개인 프로젝트를 정기적으로 업데이트하며 개발 경험을 쌓고 있습니다. 새로운 프로젝트를 시작할
        때는 이전에 다뤄보지 못한 새로운 기능과 기술을 사용해 경험의 폭을 넓혀왔습니다.
      </div>
      <div className={styles.paragraph}>
        학원이나 부트캠프의 도움 없이 스스로 배우고 성장하기 위해 노력해왔습니다. 구조적인 교육을
        따르기보다는 자기주도적 학습을 선택해 어려움을 더 겪더라도 저만의 커리큘럼으로 개발 능력을
        키웠습니다.
      </div>
      <div className={styles.paragraph}>
        필요한 서비스를 직접 만들고 써보면서 개선해왔습니다. 예를 들면 영화를 평가하는 서비스는
        많지만 음악의 경우는 없는 게 아쉬워 카버뮤직을 만들게 되었습니다. 음악에 관한 글을 쓰고
        평가할 수 있는 블로그 카버뮤직을 만들면서 사용자 관점에서 서비스에 필요하거나 불편한 부분을
        찾아 개발했습니다.
      </div>
      <div className={styles.paragraph}>
        필요한 서비스를 직접 만들고 써보면서 개선해왔습니다. 예를 들면 영화를 평가하는 서비스는
        많지만 음악의 경우는 없는 게 아쉬워 카버뮤직을 만들게 되었습니다. 음악에 관한 글을 쓰고
        평가할 수 있는 블로그 카버뮤직을 만들면서 사용자 관점에서 서비스에 필요하거나 불편한 부분을
        찾아 개발했습니다.
      </div>
      <div className={styles.paragraph}>
        필요한 서비스를 직접 만들고 써보면서 개선해왔습니다. 예를 들면 영화를 평가하는 서비스는
        많지만 음악의 경우는 없는 게 아쉬워 카버뮤직을 만들게 되었습니다. 음악에 관한 글을 쓰고
        평가할 수 있는 블로그 카버뮤직을 만들면서 사용자 관점에서 서비스에 필요하거나 불편한 부분을
        찾아 개발했습니다.
      </div>
    </div>
  );
};

export default Home;
